{
    "blog1": {
        "title": "A Grown-Man Called Haveetz",
        "author": "Les Matthijn",
        "datetime": "2023-01-03T18:31:00",
        "paragraphs": [
            "NB: All of my blogs until January, 3 2023 are copied from my texts in Medium.",
            "Hello! My name is Hafidh Maulana Matin. Feel free to call me Hafidh or Haveetz. Why Haveetz? It sounds cool. This blog is an update and English version from the one published on September, 28th 2020 (deleted). I would like to invite you to explore about myself: my past, present, and future of myself.",
            "A baby was a gift for Sundanese spouse on January, 18th 2002 in Sunda-Betawi city: Bekasi. A born baby means a starting point for he himself to create his own story into a book called “Life”. Of course this is a hyperbolic sentences. Allah already wrote ALL of my activities ages ago and I don’t even know what it would be. I do what I want and what I love and Allah gives the best for me.",
            "I live in Bogor Regency. A small, secluded, but not so desolate village. I started my academic journey in a kindergarden not so far from home. I studied there while my eyes still looking for a colorful world. There is no depression and tired of 9–5 activities. Having a nap was a disliked activity before I realize how the pleasure of having a nap. That day when I was never bored of playing and did not have times to think about having support system.",
            "I was studied in a kindergarden, elementary school, and junior high school within a same foundation: Daar El Salam, not an infamous school, right? The only reason you will know my school is when my village flooded. Since my graduation, I don’t even know my school achievements, especially for academic achievements. The only things I remember is bravery, hard-working, and never-give-up students. They proved us who they are. We came from a same non-famous school and became the best graduates. We are eligible to study in prestigious high school. I am one of those graduates and I could fight against-all-odds to continue my journey into the best high school in Bekasi, SMAN 1 Bekasi (1 Senior High School of Bekasi). I was not the smartest but all my hard-work ability drove me through high school period and I was eligible to continue my journey to a higher level: university. Now, I am a third-year pupil in School of Life Science and Technology (SITH) in Bandung Institute of Technology (ITB).",
            "People, especially who’s ever been closed to me, may ask: why did I choose biology-based faculty? They knew I love drawing and maths so I supposed to be a future architech. Simple: there was an interest-changed. I loved drawing until I found out my drawing is not that good. I also had an insecure feeling when I realized there were some potential students who wanted to be an architech so we could compete for a seat in architecture faculty. I ended up loving biology in my last year in high school but it was tardy for me to get any seat for medicine faculty, which I wanted to be there when my interest changed.",
            "I describe myself as a cheerful person. I never seen sad by my friends, even I tried my best to hide my tears in the most tragic phenomena. I describe myself as a good-memorized person, especially memorizing The Holy Quran. I described myself as an active and hard worker. I have some context when I confidently my progress is better that other. In my faculty, I am considered as an average student with no intention to study harder. But when I faced non-academic activities, such as sport and calisthenic, I am a hard worker to be the best. For social aspect, I considered myself as an easy-going person but getting too close to me while I’m feeling uncomfy could make me crazy.",
            "As wise people said, “There is no perfect person. Perfection is God’s”. I have some weaknesses. I had a bad leadership while my friends were still believing in me to be a leader. I am easily influenced by a bad environment. That’s why I prefer finding better environment than adapt to the bad one. Even though I am an easy-going person, I described myself as a shy and introvert person. I barely talk in group, even when I have something important to be discussed. When I found out a suitable group, I could talk everything without knowing any boundaries. Lastly, I am a moody person.",
            "I could not write down all of my weaknesses, not either my strengths. Allah gives me everything those I can adapt with and I can handle. All my life journeys give a lot of lessons. Now, I know any kind of my “sins” when I was a leader of organizations. I know my 20s dream is slightly deviated to my academic and past-career path. I still want to be a billionaire with a different way to be it. I want to learn more about sales and finances to broad my spectrum. I also study coding and video editing to boost my hobbies into money-making hobbies. All my money used to help everyone, especially my parents and those who needs the most; and also for my wealth.",
            "I think that’s all about myself. Do not hesitate to comment and describe myself, or you can't DM me on my Instagram: @maatthijn. Love to be in Medium and share my world to you!"
        ]
    },
    "blog2": {
        "title": "Gadgets, the Modern-Day Narcotic",
        "author": "Les Matthijn",
        "datetime": "2021-07-02T17:18:00",
        "paragraphs": [
            "NB: All of my blogs until January, 3 2023 are copied from my texts in Medium. I also automatically translated this text into English. See the original in my Medium!",
            "Who isn’t familiar with gadgets? This term was only added to the official Indonesian dictionary (KBBI) around 2016, after it became widely used in everyday language. The word \"gawai\" is adapted from the French term gachette, which in essence refers to a mobile phone. Gadgets stand as a clear testament to the advancement of global technology and cultural development in several nations, as they have significantly simplified many human activities. In Indonesia, this convenience has not been overlooked—especially by the youth of Bojong Kulur.",
            "The young people in Bojong Kulur are among the many communities around the world that rely heavily on gadgets in their daily lives. They use gadgets to communicate with online acquaintances or mutual contacts, play games during their leisure time—or even during hours meant for productivity—exchange information within the digital community, and more. However, the majority spend very little time using their gadgets to seek knowledge. This issue is further supported by recurring complaints from society about how educational internet quotas provided by the Ministry of Education are instead used for gaming.",
            "The problem with gadgets doesn’t lie solely in how they are used by youth, but in the broader, more complex web of interconnectivity challenges they pose for the future. The baton of life—from social to economic responsibilities—is being passed from the Baby Boomer generation to Millennials and Gen Z. If the recipients of this baton—such as the youth of Bojong Kulur—lack preparation, then Indonesia’s future could become distorted. The visions of our predecessors risk being consumed by lofty expectations unsupported by the next generation’s actual capability.",
            "If you ask most parents about the words “gadgets” and “youth,” they will likely point to gaming as the core issue. But in truth, today's advanced technologies—including gadgets—are merely facilitators of human activity. It is precisely this supportive function that makes people, especially the youth, overly dependent on them. Even when gadgets are used for productive purposes, the dependency they foster often leads individuals to place all their focus and trust in these tools. As a result, youth may spend far too much time absorbed in their gadgets—a concern that should not be taken lightly.",
            "One of the most common complaints arising from excessive gadget use is the phrase: “Closer to those far away, but distant from those nearby.” Social media and the internet, technological marvels created to connect people across the globe, have seemingly erased all boundaries to interaction. Although the original purpose of these tools was noble, over time, an unintended consequence has emerged: while they connect distant strangers, they may also weaken bonds with neighbors, peers, and even family members who are physically close.",
            "The “culture” of gadget use in modern human life emerged unexpectedly. Who would have thought that a device smaller than an adult cat could become a young person’s most loyal companion? (Even more alarming is when it becomes their master.) This new culture threatens to displace traditional ones—for instance, the custom of families setting aside all distractions during dinner to share time together at the table. In truth, the presence of gadgets in our lives isn't inherently problematic. Due to the dynamic nature of culture, this constant attachment to gadgets may eventually become the new norm—so much so that, in the future, it might even feel odd for someone not to use their phone during a family meal.",
            "Still, this shift serves as a warning: excessive gadget dependency could reduce human interaction and foster individualism. As Doni Koesoema A. notes in an article on JPNN.com, declining interaction with neighbors threatens the values of mutual cooperation that underpin Indonesian society. Consequently, gadget-obsessed youth in community-oriented neighborhoods risk being labeled apathetic or antisocial.",
            "The problem extends beyond the social and cultural spheres—it also affects education. Youth who devote too much time to gaming on gadgets often show signs of declining academic performance. Furthermore, this trend may harm their mental well-being. Young people overly immersed in the digital world may begin to lose touch with real-life experiences, leading to behavioral discrepancies between their online and offline identities. While the primary culprit may be the unchecked freedom of expression on social media, the amount of time spent on gadgets certainly plays a role in creating psychological imbalance.",
            "The consequences of this issue are far-reaching and dangerous. Gadget dependency among youth could weaken the spirit of community cooperation, which is vital to Indonesia's societal fabric. Worse, it could derail the vision of a “Golden Indonesia 2045”—a future built on the strength of a critical, courageous younger generation. Educational failures linked to gadget addiction may leave us with a generation unprepared for leadership, unable to compete in the global economy, and lacking essential competencies.",
            "As a university student who recognizes the potential dangers ahead, I feel compelled to raise awareness—especially among youth in my own neighborhood—that life is not solely about gadgets, even if they are becoming part of our emerging culture. The real world is fundamentally different from the digital one, and no matter how engaging virtual life becomes, it will never replace reality. I encourage young people to take part in offline activities that bring joy to themselves and others—like playing futsal, for example. Shared happiness strengthens human connection, helps us maintain our real-world potential, and proves that old cultural habits can still thrive in the modern era.",
            "The responsibility to address the harmful effects of gadget culture doesn’t rest on young people alone. Parents must also play a crucial role by educating their children about the importance of real-life experiences and maintaining close ties with their community. Local neighborhood units in Bojong Kulur should organize more community-based activities involving youth to ensure the spirit of gotong royong (mutual cooperation) continues into this cultural transition. Education systems must also adapt—designing engaging curricula that make learning as compelling as games. Finally, the global order must find ways to preserve the value of real-life interaction in an age defined by digital dependency.",
            "Culture is inherently dynamic. It would be a lie to claim that any society remains untouched by change. Resistance is natural, but humans are often forced to adapt their habits to a world that changes overnight. Always remember: a coin has two sides. Ensure the positive side always dominates—so humanity doesn't fall back into the dark ages.",
            "Name : Hafidh Maulana Matin",
            "Group : 127",
            "#TantanganMasDep #KATITB2021"
        ]
    },
    "blog3": {
        "title": "Interpreting Culture Through the Eyes of the Uncultured",
        "author": "Les Matthijn",
        "datetime": "2021-06-30T11:57:00",
        "paragraphs": [
            "NB: All of my blogs until January, 3 2023 are copied from my texts in Medium. I also automatically translated this text into English. See the original in my Medium!",
            "A small housing complex in the remote village of Bojong Kulur might seem unremarkable at first glance. It has no grand monument towering three meters high at its entrance, nor has it ever borne witness to the heroes of 1945. It is not a powerful or historic neighborhood. Instead, it is made up of rows of houses tightly packed in the familiar layout of many Indonesian residential areas — minimal space, no room for personal gardens. There is one field and one mosque, both of which serve as the heart of life in RT 04, RW 28.",
            "The RT 04 community may not appear special — but that depends on the perspective from which it is viewed. Outsiders, simply passing by in public transport and seeing the clustered homes along the roadside, might think RT 04 is no different from countless other neighborhoods across Bogor Regency. However, to the locals, this place has fostered a kind of culture they feel was never present before.",
            "Of course, the residents of RT 04 never deliberately intended to create a culture. But the accidental influence of what one might call a “mysterious role model” spurred them to adopt new behaviors, which gradually became normalized in everyday life. Interestingly, this role model is not always a community leader or head of the neighborhood. At times, the inspiration comes from the children of RT 04 themselves — unknowingly shaping their peers.",
            "These children have built a culture of their own — one that arose not from conscious intent, but from habit and environment. Simply put, their “culture” involves making the most of their childhood by playing together before entering the adult world — a phase they do not yet realize will soon arrive — and practicing communal cooperation, particularly through activities that support the mosque. The development of these two habits was neither a stroke of pure luck nor the product of careful planning.",
            "A simple example of how this culture is embedded in the children’s lives can be seen in the way they spend their time creating joyful memories. Generally, their activities follow whatever games are trending. But if we look deeper into how these trends emerge, it almost always begins with a “mysterious role model” introducing a new game into the neighborhood field. The importance of this figure lies in their desire to bring something novel — something different from what is already routine. Once the game captures attention, the other children begin to follow. What starts as mere observation quickly becomes an urge to participate. As more children join, the game transforms into a common practice — a routine, a habit, even a cultural code among these youngsters.",
            "To outsiders observing the children of RT 04, their practices may seem inappropriate or even problematic — for example, the shift from outdoor games like kite flying to mobile gaming. Some may judge this as cultural decline. But for the children, what they’re doing feels normal. In fact, those who continue flying kites may be seen as out of touch with the “culture” of their peers.",
            "Beyond play, the children of RT 04 have also been taught to participate in mosque activities, such as collecting donations (kencleng) to support the mosque’s finances or serve as charitable offerings. This practice didn’t emerge without purpose. Following the mosque’s renovation in 2016, its leaders envisioned raising a generation of youth who genuinely loved and cared for the mosque. They aimed to instill this value in the children by involving them more frequently in mosque-related events. The leaders also trained them to be collaborative, open, and skilled. Through visual guidance and direct mentorship over several months, the children began to accept this initiative as something they should naturally take part in.",
            "Once one or two children grew closer to the mosque, others followed. The camaraderie they had formed in the nearby field seamlessly transitioned into the mosque’s environment. By 2019, they had firmly established themselves as “children of the mosque,” representing a generation of young people who are religious, community-oriented, and actively engaged in meaningful activities — particularly those connected to the mosque.",
            "To those within the “cultural circle” of RT 04, both of these habits — playing and contributing to the mosque — seem completely normal. Yet, as with all forms of culture, not everyone agrees. Some critics may argue that play distracts from academic growth and that mosque involvement at such a young age borders on exploitation. But before assessing a culture as good or bad, one must first understand its environment and context.",
            "If a cultural practice is clearly harmful, education becomes essential. Education plays a vital role in transforming the dynamic structures of culture. Consider how both the “mysterious role model” introducing a new game and the mosque leaders mentoring children serve as educational figures. Through their guidance, children develop habits that shape the character of their youth.",
            "Culture is abstract and intangible, yet its impact can be deeply felt in everyday life. Good cultural practices must be preserved or improved, while harmful ones need reform. However, determining whether a culture is good or bad cannot be done from a single perspective. Ultimately, if a culture is broadly recognized as damaging, education must take the lead in reshaping it — for education shapes culture, and culture, in turn, shapes civilized human beings.",            "Name : Hafidh Maulana Matin",
            "Group : 127",
            "#Mengbudaya #KATITB2021"
        ]
    },
    "blog4": {
        "title": "The Premature Fermentation of My Being",
        "author": "Les Matthijn",
        "datetime": "2021-06-29T09:09:00",
        "paragraphs": [
            "NB: All of my blogs until January, 3 2023 are copied from my texts in Medium. I also automatically translated this text into English. See the original in my Medium!",
            "Bojong Kulur. That string of words is the name of the village where I live. On that day, life in my village unfolded as usual: some people went to work, others studied, and a few visited the market to meet their families’ daily needs. As for me, I was conducting an experiment—just as I often do—related to the field I study: biology and microbes. This time, the experiment was yogurt fermentation.",
            "As I’ve said, my village seemed to operate normally. But this sense of normalcy was only temporary. It would be more accurate to call it “a routine abnormality.” Why such a seemingly paradoxical phrase? The answer lies in one global problem: the Covid-19 pandemic.",
            "There’s hardly anyone on this planet who hasn’t grown tired of hearing the word “Covid-19”—myself included. The first thing that crosses my mind when I hear it is the year embedded in its name, a reminder that it’s been more than a year since the virus first emerged. Yet, despite the passage of time, the pandemic still lingers—its case numbers rising and falling like a volatile stock market.",
            "Once I finished preparing the yogurt and set it aside for fermentation, two thoughts weighed on my mind. First, I kept wondering about fermentation duration: How long is ideal to produce a delicious final product? The second thought—more abstract, more pressing—was about the pandemic: What role could I possibly play in helping my country stop the spread of the virus?",
            "When it came to thinking about my contribution to the nation, I couldn't help but feel a twinge of pessimism. I’m just one of millions of university students, one among hundreds of thousands studying science, and one of tens of thousands focusing specifically on biology in Indonesia. I'm still too young to be an agent of change, I told myself. I haven’t lived long enough to have a voice that carries weight among the elders in my village. Besides, I also felt something similar to the yogurt I was making: the fermentation of my character wasn’t yet at its ideal stage.",
            "It was at that moment I realized that drowning in pessimism would not lead me anywhere. I needed to open my eyes—and my mind—wider.",
            "I am one of the fortunate citizens of this country who has access to higher education—a privilege not equally shared by all layers of society. However, the access I’ve been given doesn’t elevate my status in this village. I am still just a highly ambitious person, surrounded by the bitter truth that my community is struggling under the weight of a pandemic.",
            "Recognizing my position as an ordinary citizen caught in the same field of hardship as everyone else helped me see my education as a gateway to my hidden potential—a light for whatever hope still flickers. As an academic, as Mohammad Hatta once put it, I do have the ability to contribute to my community, even if it’s in small, localized ways. What I must do first is understand my environment.",
            "The role I play now could be considered the bare minimum expected of Indonesian citizens today. Unfortunately, many people have yet to reach even this baseline. The role I refer to involves two key elements: adhering to health protocols and thinking critically in response to information about Covid-19. The education I’ve received so far is deeply relevant to our current context—it has equipped me with the ability to think more analytically when confronting the flood of misinformation that often goes unchecked in Indonesia, including here in my village and even within my extended family. Low levels of media literacy and critical thinking remain a serious concern.",
            "I wouldn’t claim that my scientific knowledge is already advanced. What I’ve learned so far is still at a basic academic level—enhanced mostly by a more developed sense of critical thinking. In terms of real-world application, the most immediate issue I see is how easily people accept unverified information. Thus, my role has become clear: to help others think more scientifically and to seek out truth in an age filled with noise.",
            "As I wrapped up my reflections and placed the yogurt aside for fermentation, I realized something about time: the ideal fermentation period can vary depending on the environment. The recommendations offered by others may be helpful, but they don’t always align with the exact conditions I’m working with.",
            "And in that moment, I understood something deeper about life.",
            "I must open my eyes even wider, sharpen my mind even further, and play a more active role in society. My duty is not to be a hero—because heroes are recognized, not self-declared. My duty is simply to help those around me move forward and live better. That small act may inspire progress in other sectors. And collectively, such progress could push Indonesia toward a greatness that, even if it never tops the global charts, will mean everything to us.",
            "Name : Hafidh Maulana Matin",
            "Group : 127",
            "#PoPoPeMahasiswa #KATITB2021"
        ]
    },
        "blog5": {
        "title": "Racism: An Infantile Thought in an Adult World",
        "author": "Les Matthijn",
        "datetime": "2020-09-20T16:46:00",
        "paragraphs": [
            "NB: All of my blogs until January, 3 2023 are copied from my texts in Medium. I also automatically translated this text into English. See the original in my Medium!",
            "When children are asked to distinguish between two highly contrasting colors—ones that are visually easy to tell apart—their answers often vary. Their responses depend on factors such as their health conditions, the speed at which they reply, and the extent of their general knowledge. Take red and blue, for instance. While most would agree that these two colors differ clearly, even that can become debatable for children with partial or complete color blindness. As we grow older, the distinctions become even more complex. Hue codes, gloss levels, gradients, and countless other nuances start to matter. Yet, there is one color pair that seems to escape all debate when it comes to contrast: black and white.",
            "Yes, the stark contrast between black and white is visually undeniable. No argument is needed to distinguish the two. But debate begins when we ask which one is better—black or white?",
            "This question reflects the very essence of what continues to happen in our modern world—a world populated by people who claim to think critically, logically, and progressively. Racism, a long-standing problem since the era of colonialism and imperialism, continues to persist, even in the world’s most developed nations. We need not look far to observe it. Even Indonesia, a country founded on the motto Bhinneka Tunggal Ika—Unity in Diversity—still harbors this childish mindset: racism.",
            "In mid-2020, a year plagued by relentless crises, the world was shaken by the death of George Floyd, a Black man killed by a white police officer, Derek Chauvin, in Minnesota, USA. Floyd’s death, caused by inhumane treatment during an arrest over a suspected counterfeit bill, was seen by many as racially motivated. The brutality he experienced—being pinned down under the officer’s knee for several minutes—was, to many, undeniable evidence.",
            "However, George Floyd’s death was not the beginning of the racism problem. It was merely a flashpoint in a history already marred by racial injustice, particularly in the United States. For decades, especially throughout the 20th century, racism has been one of the country’s most critical issues. Yet Floyd’s death reignited a global movement. The phrase Black Lives Matter once again became a rallying cry, used by people of all colors to express solidarity and fight for racial justice.",
            "But disturbingly, George Floyd’s case was not the end of the story. Even after global outcry, cases involving the deaths of Black individuals under questionable circumstances continued to emerge in the United States.",
            "Racism doesn’t always manifest in extreme acts like murder or genocide. It can exist in far more subtle forms—through words, images, or tone. And it knows no boundaries. Even in the world of sports—an arena meant for entertainment and professionalism—racism finds its way in. In Italian football, Black players like Romelu Lukaku and Chris Smalling have been subjected to racist treatment. One notorious example was a magazine cover that featured both players under the headline: “Black Friday.”",
            "Racism is not absent from Indonesia either, though it may not be as overt as in the United States or Italy. Here, it is often ingrained subtly from a young age. Consider how children, when asked about something seen as “underdeveloped,” might spontaneously mention Papua. While their answer may come from innocent ignorance, it is still a seed that should not be ignored.",
            "Many people believe racism only involves conflicts between ethnic groups or skin colors. This assumption was disproven when the U.S. government failed to prevent the widespread riots following George Floyd’s death. Demonstrations erupted across the country—many turning violent. Looting became common. Economies were disrupted. Even the prestigious NBA was affected; in August 2020, players agreed to suspend matches in protest of racial injustice.",
            "Racism can also fracture a nation politically. Identity politics may begin to promote one race as superior to another—a trend often associated with the West. However, such politics are not impossible in Indonesia. If racial-based identity politics were to take root, we could face national disintegration. We’ve already seen signs of this through religious identity politics during the pre-2019 elections. If racism continues to grow unchecked, the threat of separation—like the push for a “Free Papua”—may become a more pressing reality.",
            "To truly understand racism, we must return to the metaphor of children. When children are asked to choose the “better” color between two distinct options, they often rely on simple visual preference. Racism, in essence, is no different—judging others purely on appearance while disregarding deeper value or differing perspectives.",
            "Both Black and white people, as long as they are human, are beautiful in their own right. They are creations of the Divine, each with their own uniqueness. There's no need to debate which is better. After all, a white crayon cannot leave a mark on white paper, and a black crayon cannot erase a mistake.",
            "Name : Hafidh Maulana Matin",
            "Student ID : 16120099",
            "Group : 253",
            "#TantanganMasaDepan #DuniaVUCA #OSKMITB2020 #TerangKembali",
            "Bibliography",
            "https://www.bbc.com/news/world-us-canada-52861726 /20/09/2020/pukul 18.00",
            "https://www.businessinsider.com/romelu-lukaku-chris-smalling-black-friday-headline-racism-2019-12?r=US&IR=T /20/09/2020/pukul 19.04"
        ]
    }
}