{
    "blog1": {
        "title": "A Grown-Man Called Haveetz",
        "author": "Les Matthijn",
        "datetime": "2023-01-03T18:31:00",
        "paragraphs": [
            "NB: All of my blogs until January, 3 2023 are copied from my texts in Medium.",
            "Hello! My name is Hafidh Maulana Matin. Feel free to call me Hafidh or Haveetz. Why Haveetz? It sounds cool. This blog is an update and English version from the one published on September, 28th 2020 (deleted). I would like to invite you to explore about myself: my past, present, and future of myself.",
            "A baby was a gift for Sundanese spouse on January, 18th 2002 in Sunda-Betawi city: Bekasi. A born baby means a starting point for he himself to create his own story into a book called “Life”. Of course this is a hyperbolic sentences. Allah already wrote ALL of my activities ages ago and I don’t even know what it would be. I do what I want and what I love and Allah gives the best for me.",
            "I live in Bogor Regency. A small, secluded, but not so desolate village. I started my academic journey in a kindergarden not so far from home. I studied there while my eyes still looking for a colorful world. There is no depression and tired of 9–5 activities. Having a nap was a disliked activity before I realize how the pleasure of having a nap. That day when I was never bored of playing and did not have times to think about having support system.",
            "I was studied in a kindergarden, elementary school, and junior high school within a same foundation: Daar El Salam, not an infamous school, right? The only reason you will know my school is when my village flooded. Since my graduation, I don’t even know my school achievements, especially for academic achievements. The only things I remember is bravery, hard-working, and never-give-up students. They proved us who they are. We came from a same non-famous school and became the best graduates. We are eligible to study in prestigious high school. I am one of those graduates and I could fight against-all-odds to continue my journey into the best high school in Bekasi, SMAN 1 Bekasi (1 Senior High School of Bekasi). I was not the smartest but all my hard-work ability drove me through high school period and I was eligible to continue my journey to a higher level: university. Now, I am a third-year pupil in School of Life Science and Technology (SITH) in Bandung Institute of Technology (ITB).",
            "People, especially who’s ever been closed to me, may ask: why did I choose biology-based faculty? They knew I love drawing and maths so I supposed to be a future architech. Simple: there was an interest-changed. I loved drawing until I found out my drawing is not that good. I also had an insecure feeling when I realized there were some potential students who wanted to be an architech so we could compete for a seat in architecture faculty. I ended up loving biology in my last year in high school but it was tardy for me to get any seat for medicine faculty, which I wanted to be there when my interest changed.",
            "I describe myself as a cheerful person. I never seen sad by my friends, even I tried my best to hide my tears in the most tragic phenomena. I describe myself as a good-memorized person, especially memorizing The Holy Quran. I described myself as an active and hard worker. I have some context when I confidently my progress is better that other. In my faculty, I am considered as an average student with no intention to study harder. But when I faced non-academic activities, such as sport and calisthenic, I am a hard worker to be the best. For social aspect, I considered myself as an easy-going person but getting too close to me while I’m feeling uncomfy could make me crazy.",
            "As wise people said, “There is no perfect person. Perfection is God’s”. I have some weaknesses. I had a bad leadership while my friends were still believing in me to be a leader. I am easily influenced by a bad environment. That’s why I prefer finding better environment than adapt to the bad one. Even though I am an easy-going person, I described myself as a shy and introvert person. I barely talk in group, even when I have something important to be discussed. When I found out a suitable group, I could talk everything without knowing any boundaries. Lastly, I am a moody person.",
            "I could not write down all of my weaknesses, not either my strengths. Allah gives me everything those I can adapt with and I can handle. All my life journeys give a lot of lessons. Now, I know any kind of my “sins” when I was a leader of organizations. I know my 20s dream is slightly deviated to my academic and past-career path. I still want to be a billionaire with a different way to be it. I want to learn more about sales and finances to broad my spectrum. I also study coding and video editing to boost my hobbies into money-making hobbies. All my money used to help everyone, especially my parents and those who needs the most; and also for my wealth.",
            "I think that’s all about myself. Do not hesitate to comment and describe myself, or you can't DM me on my Instagram: @maatthijn. Love to be in Medium and share my world to you!"
        ]
    },
    "blog2": {
        "title": "Ganja Itu Bernama Gawai",
        "author": "Les Matthijn",
        "datetime": "2021-07-02T17:18:00",
        "paragraphs": [
            "Siapa yang tak kenal gawai? Kata ini baru dimasukkan ke dalam KBBI sekitar tahun 2016 karena baru sering digunakan, atau muncul ke permukaan bahasa keseharian di Indonesia, pada tahun 2016-an. Gawai merupakan bentuk resapan dari bahasa Prancis, gachette, yang secara ringkasnya berarti handphone. Gawai merupakan salah satu bukti kemajuan teknologi dunia dan kemajuan budaya di beberapa negara karena berkat gawailah kegiatan manusia dapat menjadi lebih mudah. Fasilitas untuk mempermudah hidup juga tidak disia-siakan oleh masyarakat Indonesia, salah satunya adalah para pemuda di lingkungan Bojong Kulur.",
            "Pemuda di lingkungan Bojong Kulur merupakan salah satu kelompok sektoral di dunia yang memanfaatkan teknologi berupa gawai dalam kehidupan sehari-hari. Mereka menggunakan gawai untuk berkomunikasi dengan kerabat yang dikenal dari dunia maya maupun hasil berbagi kontak; bermain permainan di kala waktu luang, bahkan di waktu yang seharusnya digunakan untuk produktif; bertukar informasi dengan masyarakat dunia maya; dan lain-lain. Akan tetapi, mayoritas pemuda sangat sedikit menghabiskan waktu sehari-hari untuk mencari pengetahuan. Hal itu didukung oleh banyaknya keluhan masyarakat mengenai kuota Kemendikbud yang malah digunakan untuk bermain game di gawai.",
            "Masalah gawai tak melulu dengan bagaimana cara pemuda menggunakan gawai tersebut. Akan tetapi, masalah gawai merupakan salah satu masalah interkonektivitas kompleks yang menjadi tantangan masa depan. Tongkat estafet berbagai segi kehidupan akan diberikan dari masyarakat Baby Boomer kepada generasi milenial dan generasi Z. Apabila penerima tongkat — salah satunya adalah generasi Z atau lebih spesifiknya adalah para pemuda Bojong Kulur — memiliki masalah, bukan tak mungkin masa depan Indonesia akan bias; imajinasi pendahulu termakan oleh ekspektasi tinggi yang tak disertai kapabilitas.",
            "Apabila ditanya kepada para orang tua yang berkaitan dengan “gawai” dan “anak muda”, dengan tangkas mereka akan menjawab permasalahan game. Akan tetapi, kenyataannya, teknologi mutakhir saat ini — salah satunya gawai — berfungsi sebagai penunjang atau fasilitator manusia untuk berkegiatan. Fungsinya ini yang menyebabkan kebanyakan manusia, salah satunya pemuda, terlalu bergantung pada gadget atau gawai. Sekalipun gawai digunakan untuk kegiatan produktif, ketergantungan terhadap gawai sangat tak terduga dan cenderung membuat manusia seakan meletakkan seluruh ketergantungan dan harapan kepada gawai. Akibat dari terlalu banyaknya ketergantungan kepada gawai, pemuda akan menghabiskan waktu terlalu banyak dengan gawai. Di sinilah permasalahan sepatutnya diperhitungkan.",
            "Permasalahan yang paling umum dilayangkan akibat dari penggunaan gawai yang terlalu lama adalah istilah “Dekat dengan yang jauh tapi jauh dengan yang dekat”. Fungsi dari salah satu buah teknologi, media sosial dan internet, yaitu menghubungkan manusia seantero dunia menjadi seakan tak ada batas untuk berinteraksi. Fungsi awal penciptaan media sosial dan internet sebenarnya baik, tetapi dalam jangka panjang, terdapat sisi koin lain yang berimbas pada permasalahan baru dalam tatanan dunia. Eratnya pemuda dengan orang lain yang sangat jauh dengan diberi tali bernama internet dan gawai malah berakibat pada renggangnya hubungan dengan pemuda satu blok, tetangga sebelah rumah, bahkan keluarga sendiri.",
            "“Budaya” yang melibatkan gawai pada kehidupan manusia tentunya datang secara tiba-tiba. Tak ada yang menyangka bahwa peranti kecil yang lebih kecil daripada kucing dewasa dapat dijadikan para pemuda sebagai hewan peliharaan (Bahayanya lagi apabila gawai telah dianggap sebagai majikannya). Budaya baru ini juga sangat mengancam kebiasaan/budaya masyarakat, misalnya adalah kebiasaan keluarga yang meninggalkan segala aktivitas ketika makan malam agar dapat berkumpul dan bercengkerama di sekitar meja makan. Sebenarnya, kehadiran gawai ke dalam kehidupan manusia di era ini dapat dikatakan bukan masalah sebab hal tersebut kerap terjadi. Bisa jadi, berkat sifat budaya yang dinamis, kehadiran gawai yang terus melekat pada diri individu akan menjadi budaya baru yang mau tak mau menjadi tatanan serta kebiasaan. Bisa jadi juga, di masa depan akan sangat aneh apabila seseorang tak menggunakan gawainya pada saat makan malam bersama keluarga. Akan tetapi, salah satu sisi koin kebudayaan ini memperingatkan masyarakat Indonesia akan sifat ketergantungan berlebihan pada gawai yang berpotensi mengurangi interaksi dengan dunia luar dan menimbulkan sikap individualisme (Doni Koesoema A., dalam jpnn.com). Kurangnya interaksi dengan dunia luar, misalnya tetangga, dapat memudarkan cita-cita kehidupan bersama yang saling gotong royong. Hasilnya, bukan tak mungkin pemuda “budak” gawai yang hidup di lingkungan gotong royong dicap miring atau disebut apatis oleh tetangganya.",
            "Masalah gawai yang terlalu melekat pada pemuda tak hanya mencakup permasalahan sosial dan budaya. Permasalahan ini dapat memengaruhi aspek pendidikan para pemuda. Permasalahan ini kerap terjadi bagi pemuda yang menghabiskan waktunya dengan gawai untuk bermain game. Selain itu, permasalahan ini dapat mengancam psikis pemuda. Pemuda yang terlalu dihadapkan dengan gawai dapat melupakan bagaimana kehidupan di dunia nyata yang berakibat pada sifat yang berbeda di dunia maya dengan di dunia nyata. Walaupun penyebab mayornya adalah kebebasan berekspresi di media sosial, durasi penggunaan gawai juga berperan dalam ketidakseimbangan psikis pengguna gawai.",
            "Imbas dari permasalahan ini akan sangat panjang dan sangat berbahaya bagi siapa pun. Ketergantungan pemuda dengan gawai dapat menggeser budaya gotong royong antartetangga. Selain itu, pemuda yang terlalu lama bermain game di gawai dapat meruntuhkan harapan Indonesia Emas 2045 yang diharapkan diisi pemuda kritis dan berjiwa kesatria. Kegagalan pendidikan dapat berimbas pada kurang kompetennya pemuda untuk menjadi pemimpin di masa depan, kurang cukupnya pemuda yang siap bersaing di dunia ekonomi, dan lain sebagainya.",
            "Sebagai mahasiswa yang menyadari salah satu potensi berbahaya di masa depan, penulis perlu menyadarkan kepada pada audiensi, terkhususnya pemuda di sekitar rumah penulis, bahwa hidup tak selalu tentang gawai, sekalipun telah menjadi “calon” budaya. Hal tersebut didasari oleh kehidupan nyata yang jelas-jelas berbeda dengan kehidupan di dunia maya dan takkan pernah tergantikannya kehidupan nyata. Penulis juga menyarankan agar pemuda mencoba untuk melakukan kegiatan di luar penggunaan gawai demi mencapai kebahagiaan sendiri dan orang lain, misalnya bermain futsal. Gunanya kegiatan yang menunjang kebahagiaan bersama adalah untuk tetap berinteraksi dengan orang sekitar, tak melupakan bahwa potensi di dunia nyata tetap harus dijaga, serta membiasakan kebudayaan lama di era baru untuk memberi validasi kecocokan budaya lama di era berkembang.",
            "Peran yang diberikan untuk menyelamatkan generasi mendatang dari sisi buruk budaya penggunaan gawai tak hanya datang dari penulis. Selain mahasiswa, peran orang tua para pemuda sangat penting. Perlunya edukasi bahwa kehidupan nyata tetaplah ada dan tetap harus menjaga keeratan hubungan dengan tetangga. Lingkungan RT dan RT di sekitar Bojong Kulur perlu menggalakkan kegiatan gotong royong yang melibatkan para pemuda agar budaya gotong royong tetap menurun di era peralihan budaya. Pendidikan juga perlu mengadaptasi sistem pendidikan yang lebih menyenangkan sehingga pelajaran dapat membuat candu layaknya game. Terakhir, tatanan hidup dunia juga perlu beradaptasi bagaimana agar kehidupan nyata tetap dihargai di era budaya ketergantungan digital.",
            "Budaya amatlah dinamis. Cukup dikatakan berbohong apabila suatu lingkup tak mengalami dinamisasi budaya. Kontra pasti ada, tetapi terkadang manusia dipaksa untuk menormalisasi atau membiasakan kegiatan mereka berdasarkan kondisi dunia yang terus berubah secara tiba-tiba. Ingat, koin mempunyai dua sisi. Pastikan sisi positif selalu lebih dominan agar manusia tak kembali ke zaman kegelapan.",
            "Nama : Hafidh Maulana Matin",
            "Kelompok : 127",
            "#TantanganMasDep #KATITB2021"
        ]
    },
    "blog3": {
        "title": "Memaknai Budaya dari yang Tak Tahu Budaya",
        "author": "Les Matthijn",
        "datetime": "2021-30-06T11:57:00",
        "paragraphs": [
            "Sebuah kompleks kecil di dusun terpencil, Bojong Kulur, tampak tak istimewa. Komplek tersebut tak memiliki monumen setinggi tiga meter di gerbang masuknya. Kompleks tersebut tidak pernah menjadi saksi nyata pahlawan ’45. Komplek tersebut bukan pula sebuah kompleks adidaya. Kompleks ini hanyalah blok-blok rumah yang berjajar ala tatanan residen Indonesia: rapat-rapat; hampir tak ada lapak untuk taman pribadi. Terdapat satu lapangan dan satu masjid yang dianggap sebagai jantung kehidupan kompleks RT 04 RW 28.",
            "Lingkungan RT 04 tak dapat disebut spesial; tergantung perspektif atau sudut pandang di mana penilaian diberikan. Apabila penilaian diberikan oleh masyarakat luar yang hanya sekadar melewati RT ini dengan angkot dan melihat rumah-rumah RT 04 berjajar di pinggir jalan, mereka akan merasa RT ini tak jauh berbeda dengan RT lain di seluruh Kabupaten Bogor. Akan tetapi, bagi penduduk setempat, lingkungan RT 04 telah memunculkan budaya yang dirasa tak pernah ada sebelumnya di daerah ini.",
            "Penduduk RT 04 tentulah tak merasa mereka akan membentuk suatu kebudayaan. Akan tetapi, ketidaksengajaan salah satu “panutan misterius” mereka telah mendobrak penduduk setempat untuk mengikutinya sehingga peristiwa tersebut dikatakan sesuatu yang wajar bagi penduduk RT 04. Bahkan, munculnya panutan itu tak melulu datang dari orang yang telah memiliki jabatan di kampung atau ketua RT. Terkadang, panutan misterius itu datang dari anak-anak lingkungan RT 04 dan tentunya menginfeksi anak-anak di sekelilingnya.",
            "Anak-anak RT 04 memiliki kebudayaan sederhana yang tak diharapkan atau ditargetkan menjadi sebuah habit di lingkungan tersebut. Secara singkat, kebudayaan mereka adalah memanfaatkan waktu muda mereka dengan bermain sebelum menuju dewasa, yang mereka sendiri tak akan menyadari dalam waktu dekat bagaimana kehidupan dewasa, dan gotong royong untuk memakmurkan masjid. Terciptanya kedua budaya itu tidaklah seperti mendapatkan lotre dengan probabilitas sangat kecil (yaitu secara kebetulan) dan tidak sepenuhnya pula karena kesengajaan.",
            "Salah satu contoh kecil pemosisian kebudayaan di lingkup anak kecil adalah kegiatan mereka dalam menghabiskan masa kecil demi mengukir tinta kenangan pada kanvas memori berharga. Secara umum, budaya mereka adalah mengikuti permainan yang sedang trend. Akan tetapi, apabila ditelaah lebih dalam bagaimana budaya tersebut dapat tercipta adalah peran “panutan misterius” yang datang membawakan permainan baru ke tengah lapangan. Urgensi “sang panutan misterius” tentunya adalah menghadirkan sesuatu yang baru dan meninggalkan hal yang telah menjadi suatu yang biasa di matanya. Hadirnya panutan itu dengan membawa permainan baru yang menarik tentu menarik perhatian anak-anak. Semakin tingginya atensi anak-anak terhadap mainan tersebut, satu per satu mereka akan mengikuti permainan tersebut. Eksistensi “mainan baru” yang awalnya hanya berupa tontonan anak-anak berubah menjadi tuntunan yang menurut mereka akan lebih baik apabila permainan tersebut dimainkan juga oleh mereka. Setelah mendapatkan atensi lebih banyak, fenomena tersebut berubah menjadi sebuah kebiasaan, habit, atau sebuah tatanan untuk lingkup anak kecil.",
            "Ketika melirik kebudayaan tersebut oleh orang-orang di luar lingkup anak kecil RT 04, mereka akan merasa bahwa budaya tersebut tidaklah tepat. Misalnya ketika peralihan trend dari permainan layang-layang menjadi permainan di gawai. Beberapa orang akan menilai budaya tersebut buruk. Akan tetapi, anak-anak akan merasa apa yang mereka lakukan adalah hal normal. Malahan, anak-anak yang masih bermain layangan akan dicap tak mengikuti “budaya” mereka.",
            "Selain masalah memanfaatkan masa kecil, anak kecil lingkungan RT 04 telah dilatih dan dibiasakan untuk berperan andil pada kegiatan masjid, misalnya mengumpulkan kencleng untuk keperluan ekonomi masjid atau sebagai shadaqah. Budaya tersebut tentulah tak didasari tanpa urgensi. Setelah rampungnya revonasi masjid pada tahun 2016, pihak masjid menginginkan terciptanya para pemuda yang mencintai masjid. Oleh karena itu, mereka ingin mengembangkan karakter anak kecil di sekitar masjid RT 04 untuk memperbanyak kegiatan mereka di lingkungan masjid. Pihak masjid juga melatih mereka untuk memiliki sifat gotong royong, terbuka, serta terampil. Setelah memberikan ajaran secara visual sekaligus menjadi panutan langsung selama beberapa bulan, anak-anak akan merasa bahwa program tersebut memang patut dilakukan oleh mereka. Setelah satu-dua anak kecil mulai mendekatkan diri pada masjid, secara berbondong-bondong anak kecil lainnya akan mengikuti jalur yang sama. Kemistri anak kecil yang telah dibangun di lapangan bermain dekat masjid dapat dibawa ke dalam ranah masjid sehingga mereka hanya perlu menunjukkan eksistensi mereka sebagai anak masjid dan itu telah dicapai pada tahun 2019. Alur itulah yang mengakibatkan terciptanya budaya yang mencerminkan anak-anak RT 04 adalah anak yang agamis, peduli masyarakat, serta aktif dalam berkegiatan, terutama membantu kegiatan masjid.",
            "Pada dasarnya, kedua budaya tersebut dicap sebagai sesuatu yang biasa dan tak aneh oleh orang-orang yang berada di dalam “lingkaran budaya” tersebut. Akan tetapi, pandangan miring atau tak selaras pasti ada, misalnya budaya bermain akan dicap sebagai budaya yang dapat merusak masa depan mereka dan budaya bekerja untuk masjid dapat pula dikatakan sebagai bentuk eksploitasi anak. Untuk mampu menilai baik tidaknya suatu budaya, seseorang harus mengenal lingkungan itu terlebih dahulu.",
            "Apabila secara terang-terangan budaya tersebut salah, pendidikan sangatlah diperlukan. Pendidikan memiliki peran dalam mengubah tatanan budaya yang memiliki sifat dinamis. Contoh bukti pendidikan dapat memengaruhi budaya adalah peran “panutan misterius” yang mampu menghipnotis anak-anak agar bermain permainan baru dan peran pengurus masjid agar anak-anak dapat memanfaatkan masa mudanya dengan mendekati Yang Maha Kuasa.",
            "Budaya merupakan suatu hal yang abstrak yang tak dapat diraba, tetapi efeknya dapat dirasakan dalam kehidupan sehari-hari. Budaya yang baik perlu dipertahankan atau ditingkatkan dan budaya yang buruk perlu diperbaiki. Baik buruknya suatu budaya tentu tak dapat dipandang dari satu sisi. Terakhir, budaya yang telah disepakati sebagai sesuatu yang buruk harus segera dengan pendidikan karena pendidikanlah yang berperan mengubah budaya dan budayalah yang melahirkan manusia-manusia berbudaya.",
            "Nama : Hafidh Maulana Matin",
            "Kelompok : 127",
            "#Mengbudaya #KATITB2021"
        ]
    },
    "blog4": {
        "title": "Fermentasi Watakku Terlalu Cepat",
        "author": "Les Matthijn",
        "datetime": "2021-29-06T09:09:00",
        "paragraphs": [
            "Bojong Kulur: rumpun kata itu merupakan nama dusun tempatku tinggal. Hari itu, dusunku sedang beraktivitas seperti biasa: Ada yang bekerja, belajar, dan pergi ke pasar untuk memenuhi kebutuhan keluarga. Adapun aku, seperti biasa, mencoba suatu eksperimen yang berkaitan dengan ilmu yang kupelajari: Biologi dan Mikroba. Kali ini, eksperimen yang hendak kucoba adalah fermentasi yoghurt.",
            "Seperti yang kukatakan, kondisi dusunku sangatlah normal. Sayangnya, kenormalan aktivitas di sini hanya bersifat temporal; akan lebih mudah disebut dengan “aktivitas normal yang tak biasa”. Apa alasanku menyebut kalimat yang sedikit paradoks ini? Tak lain dan tak bukan adalah masalah pandemi Covid-19.",
            "Tak ada orang di dunia ini yang tak bosan mendengar kata Covid-19; begitu pula denganku. Hal yang terbesit di pikiranku adalah kata tersebut mengandung tahun eksistensinya virus itu. Itu tandanya telah satu tahun lebih virus ini menyerang masyarakat dunia. Akan tetapi, tak kunjung selesai pula pandemi yang jumlah penderitanya terus mengalami fluktuatif layaknya pasar saham.",
            "Setelah selesai mengolah yoghurt dan siap difermentasi, aku memikirkan dua hal yang menurutku punya korelasi: Aku terus memikirkan durasi fermentasi: berapa lama fermentasi terbaik agar menghasilkan produk yang lezat? Hal kedua yang kupikirkan adalah masalah pandemi yang belum kunjung selesai. Apa andilku untuk negara yang dapat memotong penyebaran virus ini?",
            "Untuk memikirkan andil kepada negara, tentulah aku pesimis. Aku hanyalah satu dari jutaan mahasiswa, ratus ribuan dari mahasiswa sains, dan puluh ribuan dari mahasiswa biologi sains di Indonesia. Aku masih terlalu muda untuk menjadi agen perubahan, kata batinku. Aku pun belum begitu tua untuk memperoleh suara serta dihargai suaranya oleh rakyat dusunku. Selain itu, aku juga memikirkan hal yang sama seperti yoghurt yang kubuat: fermentasi watakku belum sesuai dengan “anjuran”.",
            "Di titik ini, aku merasa mendoktrin diriku terlalu pesimis bukanlah langkah awal yang tepat untuk memiliki andil baik. Di titik ini pula batinku mengharuskanku membuka mata dan pikiran.",
            "Aku adalah salah satu warga negara yang mendapatkan akses lebih untuk mendapatkan pendidikan (sebab faktanya tidak semua tatanan masyarakat mendapatkan akses serupa). Akan tetapi, fasilitas yang kudapatkan tak berarti menaikkan pangkatku di dusun. Posisiku hanyalah seorang insan berambisi tinggi yang dikepung kenyataan pahit yang menyadariku bahwa lingkunganku dilanda masalah pandemi.",
            "Menyadari posisiku sebagai masyarakat biasa yang sama-sama berada di ladang kesengsaraan menjadikan fasilitas pendidikan yang kuembani sebagai gerbang potensiku yang tersembunyi maupun penerang untuk potensi yang redup. Sebagai insan akademik, kata Moh. Hatta, aku bisa saja memiliki andil pada masyarakat sekitar dengan potensi yang kumiliki. Hanya saja, aku perlu memahami bagaimana lingkunganku juga.",
            "Peranku bisa dibilang adalah standar wajar masyarakat Indonesia saat ini. Akan tetapi, mayoritas rakyat belum memenuhi standar itu. Peran yang kumaksud adalah menjalankan protokol kesehatan serta berpikir kritis dalam menghadapi informasi seputar Covid-19. Pendidikan yang kuembani saat ini cukup relevan dengan fenomenon yang terjadi sekarang sehingga pengetahuanku cukup berperan dalam berpikir kritis menghadapi berita baur yang perlu dicari kebenarannya karena sudah menjadi aib masyarakat Indonesia, termasuk warga dusunku hingga keluarga besarku, yang belum memenuhi level literasi dan kritis dalam menghadapi berita simpang siur.",
            "Aku merasa ilmu pengetahuan yang kuperoleh belumlah kompleks. Apa yang kuperoleh dari pendidikan sejauh ini adalah akademik level basic dan kemampuan berpikir yang lebih kritis. Perihal kontekstual, masalah utama yang menurutku menjadi problematika di sekitarku adalah terlalu mudah percaya berita sehingga peranku tak lain dan tak bukan adalah meluruskan secara kritis dan berlandaskan sains.",
            "Setelah selesai kumerenungkan dua hal sembari menyimpan produk fermentasi, aku berpikir bahwa durasi fermentasi yoghurt-pun dapat bervariasi, tergantung pada lingkup dilakukannya fermentasi. Anjuran yang diberikan orang lain memang rekomendasi terbaik, tetapi belum tentu sesuai dengan kondisi fermentasi yoghurt yang kubuat.",
            "Di titik itu, aku menyadari pelajaran berarti dalam hidup. Aku perlu membuka mataku lebih lebar lagi, memoles otakku lebih baik lagi, dan lebih berandil kepada masyarakat. Tugasku bukanlah menjadi pahlawan (karena pahlawan itu diakui, bukan mengakui). Tugasku hanyalah membantu sekelilingku agar kami dapat maju dan sejahtera. Hal kecil itu dapat mendorong sektor lain untuk maju dan secara masif dapat mendorong Indonesia menuju puncak kejayaan yang takkan pernah sampai ke puncak, sekalipun telah mengalahkan negara adidaya.",
            "Nama : Hafidh Maulana Matin",
            "Kelompok : 127",
            "#PoPoPeMahasiswa #KATITB2021"
        ]
    },
        "blog5": {
        "title": "Rasisme: Konsep Kekanak-kanakan yang Mendewasa",
        "author": "Les Matthijn",
        "datetime": "2020-20-09T16:46:00",
        "paragraphs": [
            "Ketika anak kecil ditanya mengenai dua warna yang memiliki perbedaan yang sangat kontras; mudah dibedakan langsung oleh mata, jawaban masing-masing anak akan berbeda; tergantung pada penyakit, kecepatan menjawab, dan seberapa luas wawasan yang ia miliki. Merah dan biru misalnya. Akan tetapi, perbedaan seperti antara merah dan biru masih mampu diperdebatkan oleh anak yang buta warna, baik parsial maupun total. Ketika beranjak dewasa, perbedaan antara merah dan biru semakin takkan habisnya. Kode warna, seberapa mengkilapnya, gradasi warna, dan lainnya, ikut menjadi pertimbangan. Hanya satu pasangan warna yang kiranya perdebatan takkan pernah ada untuk kasus ini: hitam dan putih.",
            "Ya, untuk menunjukkan kekontrasan antara dua warna tersebut tak mungkin ada yang memperdebatkannya, tapi perdebatan muncul ketika manusia mulai melihat mana yang lebih bagus. Hitam atau putih?",
            "Inilah yang terjadi di dunia saat ini, di dunia yang dihuni manusia modern yang disebut-sebut memiliki pemikiran maju, kritis, dan logis. Sebuah permasalahan alot dari zaman kolonialisme dan imperialisme. Sebuah kontroversi yang bahkan terjadi di negara besar nan maju sekalipun. Tak perlu jauh-jauh ke negara seberang bahkan lintas benua, Nusantara, sebagai negara yang disebut-sebut Bhinneka Tunggal Ika — apapun perbedaannya tetaplah bersatu — masih memiliki paham kanak-kanak ini: rasisme.",
            "Pertengahan tahun 2020, tahun yang disebut-sebut terus ditimpa bencana baru tiap bulannya, dunia digemparkan oleh kematian salah satu orang kulit hitam yang bernama George Floyd oleh polisi kulit putih dari Minnesota, AS, Derek Chauvin. Kematiannya disebabkan oleh perlakuan tidak manusiawi seorang polisi dalam menindaklanjuti Floyd yang dicurigai menggunakan uang palsu dalam bertransaksi. Dugaan dari kematian tersangka kasus uang palsu adalah masalah rasisme. Ketidakwajaran perlakuan yang diterima Floyd menjadi buktinya, yaitu ditindih lutut polisi selama beberapa menit.",
            "Tragedi kematian George Floyd bukanlah muqaddimah permasalahan rasisme. Hal itu disebabkan oleh maraknya rasisme di Amerika Serikat, khususnya, dari tahun ke tahun. Sebelum Mei 2020, banyak kasus rasialisme yang terjadi di seantero muka bumi ini, bahkan di abad ke-20, rasisme menjadi masalah nomor satu di Amerika Serikat. Namun karena tragedi kematian George Floyd-lah masyarakat dunia mulai (kembali) menggamblangkan pesan anti-rasisme. Frasa Black Lives Matter menjadi sebuah slogan yang dipakai untuk menyuarakan kepedulian kaum putih kepada kaum hitam. Namun anehnya, kasus kematian George Floyd bukan pula menjadi akhir dari dongeng rasisme. Di Amerika sendiri masih ada kematian kaum kulit hitam yang diduga akibat dari rasisme.",
            "Rasisme tidak selalu terjadi dalam skala besar seperti pembunuhan seseorang atas dasar rasial atau bahkan genosida. Rasisme dapat terjadi dalam bentuk yang kecil seperti dalam bentuk visual dan verbal. Rasisme juga tidak kenal tempat atau kondisi. Dunia olahraga, yang pada dasarnya merupakan hiburan bagi penonton dan profesi bagi pemain, pun menjadi tempat rasisme. Tak jarang pemain sepak bola kulit hitam yang bermain di Italia mendapatkan perlakuan rasisme. Salah satunya adalah Romelu Lukaku dan Chris Smalling yang diperlakukan rasis oleh media Italia dengan dipasangnya foto mereka berdua di sampul majalah dengan headline “Black Friday”.",
            "Rasialisme juga terjadi di Indonesia, tapi mungkin tidak lebih parah dari yang terjadi di Amerika Serikat dan Italia. Tak perlu berpikir jauh, permasalahan rasialisme di Indonesia sudah dipupuk sejak kecil. Bagaimana tidak? Ketika seorang anak kecil ditanya mengenai segala sesuatu yang memiliki keterbelakangan, dengan spontan mereka akan menjawab Papua. Cukup polos dan memang bisa dimaafkan, tapi perlu diwaspadai juga.",
            "Ketika berbicara rasisme, sebagian orang berpikir itu hanya menjadi masalah antarsuku atau antar ras. Hipotesis tersebut dipatahkan oleh gagalnya aparat Amerika Serikat membendung kericuhan pasca-kematian George Floyd. Kerusuhan merata hampir di seluruh Amerika Serikat. Dunia menyuarakan gerakan anti-rasisme dengan berdemo yang tak sedikit berujung ricuh. Keamanan negara seakan rapuh karena permasalahan rasial. Kerusuhan di AS juga menyebabkan dijarahnya toko-toko yang menjadi hal rutin dalam kericuhan di AS dan menimbulkan kerusakan di bidang ekonomi dalam jangka pendek. Pertandingan NBA — ajang basket bergengsi di AS — pada bulan Agustus 2020 juga sepakat untuk ditunda oleh para pemainnya sebagai bentuk protes terhadap isu rasisme yang masih menjadi masalah pokok di Amerika Serikat.",
            "Isu rasisme dapat mendorong keretakan pada politik negara. Politik identitas dapat terjadi dengan menganggap adanya superioritas pada salah satu warna kulit. Umumnya terjadi di negeri Barat. Namun bukan tidak mungkin politik identitas atas dasar rasial dapat terjadi di Indonesia karena politik identitas atas dasar agama diduga sudah terjadi selama pra-Pemilu 2019. Apabila rasisme dibiarkan atau dibiakkan di Indonesia, bukan tidak mungkin akan ada perpecahan dan munculnya negara baru. Salah satunya yang sangat mencolok adalah Negara Papua Merdeka.",
            "Ketika berbicara tentang rasisme, manusia harus kembali melihat anak kecil. Anak kecil melihat warna yang berbeda dan memilih warna mana yang menurut mereka paling bagus. Begitu pula dengan isu rasisme, pada dasarnya mereka hanya menilai suatu kaum berdasarkan keindahan di mata mereka saja tanpa mengindahkan pendapat orang lain yang berbeda dengannya. Selama mereka masih manusia, kaum putih maupun hitam tetaplah indah, mereka tetaplan ciptaan Tuhan yang memiliki keunikan masing-masing. Tak perlu membandingkan mana yang lebih baik. Krayon putih tak mampu membuat garis pada sebidang kertas dan krayon hitam tak mampu menghapus garis yang salah pada sebidang kertas.",
            "Nama : Hafidh Maulana Matin",
            "NIM : 16120099",
            "Kelompok : 253",
            "#TantanganMasaDepan #DuniaVUCA #OSKMITB2020 #TerangKembali",
            "Daftar Laman",
            "https://www.bbc.com/news/world-us-canada-52861726 /20/09/2020/pukul 18.00",
            "https://www.businessinsider.com/romelu-lukaku-chris-smalling-black-friday-headline-racism-2019-12?r=US&IR=T /20/09/2020/pukul 19.04"
        ]
    }
}